dereckdamphouse.atom-just-black
ecmel.vscode-html-css
github.copilot
github.copilot-chat
github.remotehub
h5web.vscode-h5web
magicstack.magicpython
mhutchie.git-graph
mikoz.black-py
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-repositories
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
timonwong.shellcheck
zainchen.json
